{"text": "Events of 2019"}
{"text": "A Palestinian woman walks carrying a child past wreckage of mobile homes destroyed by Israeli forces in a village south of Yatta near Hebron in the occupied West Bank on September 11, 2019, as they were reportedly built without a rarely issued Israeli-issued building permit in Area C, the 60% of the West Bank under Israel’s exclusive control."}
{"text": "© 2019 Hazem Bader/AFP via Getty Images"}
{"text": "Share this via Facebook\n\n\n\nShare this via Twitter\n\n\n\nShare this via WhatsApp\n\n\n\nShare this via Email\n\n\n\nOther ways to share\n\n\n\nShare this via LinkedIn\n\n\n\nShare this via Reddit\n\n\n\nShare this via Telegram\n\n\n\nShare this via Printer"}
{"text": "Share this via Facebook\n\n\n\nShare this via Twitter\n\n\n\nShare this via WhatsApp\n\n\n\nShare this via Email\n\n\n\nOther ways to share\n\n\n\nShare this via LinkedIn\n\n\n\nShare this via Reddit\n\n\n\nShare this via Telegram\n\n\n\nShare this via Printer"}
{"text": "An updated version of this World Report chapter is available here >>"}
{"text": "The Israeli government continued to enforce severe and discriminatory restrictions on Palestinians’ human rights; restrict the movement of people and goods into and out of the Gaza Strip; and facilitate the transfer of Israeli citizens to settlements in the occupied West Bank, an illegal practice under international humanitarian law."}
{"text": "Israel’s twelve-year closure of Gaza, exacerbated by Egyptian restrictions on its border with Gaza, limits access to educational, economic and other opportunities, medical care, clean water and electricity for the nearly 2 million Palestinians who live there. Eighty percent of Gaza’s population depend on humanitarian aid."}
{"text": "Israeli forces stationed on the Israeli side of fences separating Gaza and Israel continued to fire live ammunition at demonstrators inside Gaza who posed no imminent threat to life, pursuant to open-fire orders from senior officials that contravene international human rights standards. According to the Palestinian rights group al-Mezan, Israeli forces killed 34 Palestinians and, according to Gaza’s Health Ministry, injured 1,883 with live ammunition during these protests in 2019 as of October 31."}
{"text": "Fighting between Israel and Palestinian armed groups in Gaza involved unlawful attacks and civilian casualties. During a flare-up in early May, Israeli airstrikes killed 25 Palestinians, 13 of whom were civilians killed in strikes that appeared to contain no military objective or caused disproportionate civilian loss in violation of the laws of war, while Palestinian armed groups fired 690 unguided rockets towards Israeli population centers, war crimes, killing four Israeli and two Palestinian civilians."}
{"text": "During the first nine months of 2019, Israeli authorities approved plans for 5,995 housing units in West Bank settlements, excluding East Jerusalem, as compared to 5,618 in all of 2018, according to the Israeli group Peace Now. Israeli cabinet officials in September approved ex-post facto the outpost settlement of Mevo’ot Yericho in the Jordan Valley that had been illegal even under Israeli law, just days after Prime Minister Benjamin Netanyahu vowed to annex the Jordan Valley if re-elected."}
{"text": "Meanwhile, Israeli authorities destroyed 504 Palestinian homes and other structures in 2019 as November 11, the majority for lacking construction permits. Israel makes it nearly impossible for Palestinians to obtain such permits in East Jerusalem or in the 60 percent of the West Bank under its exclusive control (Area C). The demolitions displaced 642 people as of September 16, more than the total number of people displaced in 2018 (472), according to the UN Office of the Coordination of Humanitarian Affairs (OCHA). The Israeli rights group B’Tselem recorded more demolitions of Palestinian homes in East Jerusalem in 2019 than in any other year since at least 2004."}
{"text": "Both the Fatah-dominated Palestinian Authority (PA) in the West Bank and Hamas authorities in Gaza arrested opposition supporters and other critics and tortured some in their custody."}
{"text": "Israel imposes sweeping restrictions on the movement of people and goods into and out of the Gaza Strip. A general travel ban excludes only what Israel calls “exceptional humanitarian cases,” meaning mostly medical patients and their companions, as well as prominent businesspersons who can obtain permits. In the first nine months of 2019, the army denied or failed to respond in a timely manner to 34 percent of permit applications from Palestinians with scheduled medical appointments outside Gaza, according to the World Health Organization (WHO). The rejection or delay rate for applications for those injured in demonstrations along the fences separating Israel and Gaza is 82 percent."}
{"text": "During the first nine months of 2019, an average of about 462 Palestinians exited the Erez crossing into Israel each day, an increase from previous years, but a fraction of the daily average of more than 24,000 in September 2000, according to the Israeli rights group Gisha. Outgoing goods in the same period, mostly destined for the West Bank and Israel, averaged 252 truckloads per month, compared to the monthly average of 1,064 truckloads prior to the June 2007 tightening of the closure."}
{"text": "Families in Gaza on average received 12 hours of electricity a day in the first 10 months of 2019 according to OCHA, nearly doubling the 2018 average, thanks largely to additional fuel purchased by Qatar through Israeli vendors. The continuing shortfall, though, compromises Gaza’s water supply and sewage treatment. As of mid-November, 46 percent of “essential” medicines were reported at zero stock at Gaza’s Central Drug Store, according to WHO."}
{"text": "Between May and November 2019, Israel responded several times to the launching of rockets or incendiary balloons from Gaza into Israel by restricting access to Gaza’s territorial waters for fishermen, closing Israeli crossings to Gaza, blocking the movement of people and goods, and slashing fuel imports to Gaza’s power plant for days at a time. These measures amount to collective punishment in violation of international humanitarian law."}
{"text": "Israeli restrictions on the delivery of construction materials to Gaza, ostensibly to prevent their use for military purposes such as building tunnels, and a lack of funding have impeded reconstruction of homes damaged or destroyed during Israeli military operations. Over 12,000 Palestinians who lost their homes during the 2014 fighting between Israel and armed Palestinian groups remain displaced as of April, according to OCHA."}
{"text": "Egypt also restricts the movement of people and goods at its border with Gaza at Rafah. In the first eight months of 2019, an average of 12,026 Palestinians crossed monthly in both directions, a significant increase from previous years, but less than the average of 40,000 in the months before the military coup in Egypt in 2013."}
{"text": "As of November 11, lethal force by Israeli forces resulted in the killing of 71 and injuring 11,453 Palestinians in Gaza, OCHA reported. An additional 33 were killed and 114 injured, according to al-Mezan, during escalated fighting between November 12 and 14. Many of the killings took place in the context of protests, when Israeli forces fired on people who approached or attempted to cross or damage fences between Gaza and Israel, using live ammunition in situations where lesser measures could have been used, in contravention of the international human rights law standard for policing situations that lethal force be used only as a last resort to prevent an imminent threat to life. The gunfire maimed many people, including 128 between the start of protests in March 2018 and September 2019 whose limbs had to be amputated."}
{"text": "Palestinian armed groups in Gaza fired 1,378 rockets towards Israel, as of November 19, according to the Meir Amit Intelligence and Terrorism Information Center."}
{"text": "Attacks by armed groups in Gaza have killed four Israeli civilians and injured more than 123 Israelis. Rockets that fell short killed a pregnant Palestinian mother of nine and a toddler in Gaza."}
{"text": "Hamas authorities continue to provide no information about two Israeli civilians with psychosocial disabilities, Avera Mangistu and Hisham al-Sayed, whom they have apparently held for more than four years after they entered Gaza, in violation of international law."}
{"text": "Hamas authorities held 1,885 Palestinians in detention as of April 23, according to figures it provided Human Rights Watch. Between January 2018 and March 2019, it detained 4,235 people, including 66 for social media posts or for allegedly violating broadly worded offenses such as “harming revolutionary unity” and “misuse of technology” used to punish peaceful dissent or opposition. According to the Palestinian statutory watchdog Independent Commission for Human Rights (ICHR), Hamas authorities detained more than 1,000 Palestinians during March 2019 demonstrations against the high cost of living."}
{"text": "Hamas authorities also said they received 47 complaints of arbitrary arrest and torture during this period, none of which resulted in criminal convictions for the alleged wrongdoer. The ICHR received 138 complaints of arbitrary arrest and 155 complaints of torture and ill-treatment against Hamas security forces, as of September 30."}
{"text": "Hamas authorities have carried out 25 executions since they took control in Gaza in June 2007 following trials that lacked appropriate due-process protections. Courts in Gaza have sentenced 128 people to death since June 2007, according to the nongovernmental Palestinian Center for Human Rights. There were no executions in 2019."}
{"text": "Laws in Gaza punish “unnatural intercourse” of a sexual nature, understood to include same-sex relationships, with up to 10 years in prison."}
{"text": "In the West Bank, including East Jerusalem, Israeli security forces killed 23 Palestinians and wounded at least 3,221, including those suspected of attacking Israelis, but also passersby and demonstrators, as of November 11. In many cases, video footage and witness accounts strongly suggest that Israeli forces used excessive force. As of November 11, attacks by Israeli settlers killed two Palestinians, injured 84, and damaged property in 234 incidents, according to OCHA."}
{"text": "Palestinians killed five Israelis and wounded at least 46 in the West Bank, as of September 17, according to OCHA."}
{"text": "Israelis largely failed to hold accountable security forces who used excessive force against Palestinians or settlers who attacked Palestinians and destroyed or damaged their homes and other property."}
{"text": "Israel continued to provide security, infrastructure administrative services, housing, education, and medical care for more than 642,867 settlers residing in unlawful settlements in the West Bank, including East Jerusalem."}
{"text": "The difficulty in obtaining Israeli-issued building permits in East Jerusalem and Area C has driven Palestinians to construct housing and business structures that are at constant risk of demolition or confiscation by Israel on the grounds of being unauthorized. The UN considers 46 Palestinian communities at “high risk of forcible transfer.” International law prohibits an occupying power from destroying property unless “absolutely necessary” for “military operations.” On July 22, Israeli authorities demolished nine “unlicensed” residential buildings and one other structure, containing about 70 apartments, in the Jerusalem neighborhood of Sur Baher, on the stated grounds that they were too close to the separation barrier that Israel constructed, displacing 24 people. At time of writing, Israel had yet to demolish the Palestinian village of Khan al-Ahmar east of Jerusalem, despite a 2018 Supreme Court decision empowering it to do so."}
{"text": "Israeli authorities also continued their practice of demolishing the homes of families in retaliation for attacks on Israelis allegedly carried out by a family member, a violation of the international law prohibition on collective punishment."}
{"text": "Israel maintained onerous restrictions on the movement of Palestinians in the West Bank. OCHA documented 705 permanent obstacles such as checkpoints across the West Bank in July. Israeli-imposed restrictions designed to keep Palestinians far from settlements forced them to take time-consuming detours and restricted their access to their own agricultural land."}
{"text": "The separation barrier, which Israel said it built for security reasons but 85 percent of which falls within the West Bank rather than along the Green Line separating Israeli from Palestinian territory, cuts off many Palestinians from their agricultural lands and isolates 11,000 Palestinians who live on the western side of the barrier but are not allowed to travel to Israel and must cross the barrier to access their own property and other services."}
{"text": "As of October 31, according to Prison Services figures, Israeli authorities held 4,731 Palestinians in custody for “security” offenses, including 2,840 convicted prisoners, 1,061 pretrial detainees, and 460 in administrative detention based on secret evidence without charge or trial. Excluding Jerusalem residents, West Bank Palestinians were tried in military courts, including those charged with nonviolent speech or protest activity. Those courts have a near-100 percent conviction rate. Israel incarcerates many West Bank and Gaza Palestinian detainees and prisoners inside Israel, complicating family visits and violating the provisions of international humanitarian law that prohibit their transfer outside the occupied territory."}
{"text": "As of August 31, Israel was detaining 185 Palestinian children, many suspected of criminal offenses under military law, usually stone-throwing. Israel denied Palestinian children arrested and detained in the West Bank legal protections granted to Israeli children, including settlers, such as protections against nighttime arrests and interrogations without a guardian present. Israeli forces frequently used unnecessary force against children during arrest and physically abused them in custody."}
{"text": "The PA held 1,134 people in detention as of April 21, according to figures it provided Human Rights Watch. Between January 2018 and March 2019, it detained 1,609 persons for insulting “higher authorities” and creating “sectarian strife,” charges that in effect criminalize peaceful dissent, and 752 for social media posts. The PA also said it received 346 complaints of arbitrary arrest and mistreatment during this period, of which authorities found wrongdoing in 48 cases. Of these, 28 resulted in warnings or administrative sanctions and 20 were referred for prosecution, with only one conviction: an intelligence officer who received a 10-day sentence for assaulting demonstrators."}
{"text": "The ICHR received 213 complaints of arbitrary arrest, 140 complaints of people held without trial or charge pursuant to orders from a regional governor, and 138 complaints of torture and ill-treatment at the hands of PA security forces, as of September 30. In a meeting with Human Rights Watch in July, PA Prime Minister Mohammad Shtayyeh vowed that “no citizen would be detained for exercising their freedom of expression.”"}
{"text": "In August, the PA police spokesperson announced a ban on activities by the Palestinian lesbian, gay, bisexual, and transgender (LGBT) group Al-Qaws for Sexual & Gender Diversity in Palestinian society and vowed to prosecute its members. Police subsequently told rights groups that they disavowed the statement but have yet to publicly repudiate it."}
{"text": "The personal status law continues to discriminate against women, including in relation to marriage, divorce, custody, and guardianship of children and inheritance. Palestine has no comprehensive domestic violence law to prevent abuse and protect survivors. In September, authorities charged three family relatives in connection with the killing of 21-year-old Beit Sahour resident- Israa Ghrayeb in August, an apparent act of domestic violence."}
{"text": "Israel held parliamentary elections in April and September 2019, but the Knesset dissolved itself shortly thereafter in both instances after parties failed to form a majority-led government. A third round of elections has been set for March 2020."}
{"text": "The Israeli Supreme Court is examining constitutional challenges to the Nation State Law adopted in 2018. The law, which has constitutional status, makes it a national priority to build homes for Jews but not others, and revokes the status of Arabic as an official language of Israel."}
{"text": "In November, Israel expelled a Human Rights Watch official, a decision that the Supreme Court upheld, on the asserted ground that the organization’s call on businesses to stop operating in West Bank settlements constituted a boycott call and were thereby grounds for deportation under Israeli law.  In October, Israeli authorities prevented a Palestinian staff member of Amnesty International from traveling out of the Occupied West Bank for undisclosed “security reasons.” In August, Israeli authorities denied entry to US Congresswomen Ilhan Omar and Rashida Tlaib because of their support for boycotts of Israel."}
{"text": "The Israeli government continued the policy described by the Interior Minister at the time of making “miserable” the lives of the roughly 32,000 Eritrean and Sudanese asylum seekers present in the country who refused to depart. The government did so through restrictions on movement, work permits, and access to health care, and confiscation of a portion of their salaries."}
{"text": "Israeli law prohibits discrimination on the basis of sexual orientation and gender identity. However, same-sex marriage is not legal. In July, 23 Israeli couples held a mass wedding to campaign for marriage equality in the country."}
{"text": "In March, the US recognized Israel’s annexation of the Golan Heights, denying the reality of Israeli occupation and protections due the Syrian population there under international humanitarian law. The US has maintained and expanded aid cuts to the West Bank and Gaza, including to USAID projects. In November, the State Department announced that it no longer considers Israeli settlements to violate international humanitarian law “per se”, putting the United States outside the international consensus on the issue."}
{"text": "The European Union criticized the demolitions in Sur Baher in Jerusalem in July and Netanyahu’s promise in September to annex the Jordan Valley."}
{"text": "In April, the global tourism company Airbnb reversed its November 2018 pledge to remove listings from Israeli settlements in the West Bank from its website, pursuant to a settlement reached to lawsuits in Israel challenging its decision and following actions by several US states to penalize it under anti-boycott laws."}
{"text": "In December, the prosecutor for the International Criminal Court (ICC) concluded her preliminary examination into the Palestine situation with a determination that “all  the statutory criteria” to proceed with a formal investigation have been met.. Instead of commencing the probe though, she requested a ruling from the court’s judges on whether Palestine is a “state” for the purpose of conferring jurisdiction to the ICC over the Occupied Palestinian Territory."}
{"text": "In July, the UN secretary-general reported that Israeli forces had killed 56 Palestinian children and injured 2,733 in 2018, but as in previous years, did not include Israel in his annual “list of shame” for grave violations against children in armed conflict."}
{"text": "The Office of UN High Commissioner for Human Rights had yet to fulfill its mandate, at time of writing, to transmit to the UN Human Rights Council a database of businesses that have enabled or profited from settlements more than two-and-a-half years after its initial scheduled release."}
{"text": "Human Rights Watch defends the rights of people in close to 100 countries worldwide, spotlighting abuses and bringing perpetrators to justice"}
{"text": "Human Rights Watch  is a 501(C)(3) nonprofit registered in the US under EIN: 13-2875808"}
